0xtanzim.filetree-pro
aaron-bond.better-comments
adpyke.codesnap
alefragnani.project-manager
aykutsarac.jsoncrack-vscode
bobsparadox.seti-black
bradlc.vscode-tailwindcss
cktan21.cursor--themes
codezombiech.gitignore
colourafredi.vscode-deepseek
donjayamanne.git-extension-pack
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
eduardonicola.all-black-om-theme
esbenp.prettier-vscode
formulahendry.auto-close-tag
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
htmlhint.vscode-htmlhint
humao.rest-client
jaakko.black
jamesmaj.easy-icons
kingleo.deepseek-web
leonardssh.vscord
maxerbox.vscode-discord
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
moondevaa.shadesofmidnightbluedarktheme
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-pt-br
ms-edgedevtools.vscode-edge-devtools
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.live-server
ms-vscode.powershell
ms-vsliveshare.vsliveshare
mutantdino.resourcemonitor
naumovs.color-highlight
oracle.oracle-java
p-yukusai.black-iris
pkief.material-icon-theme
pranaygp.vscode-css-peek
rendinjast.amoled-black
ritwickdey.liveserver
roerohan.mongo-snippets-for-node-js
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
tomoki1207.pdf
viktorqvarfordt.vscode-pitch-black-theme
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscode-icons-team.vscode-icons
yandeu.five-server
ziyasal.vscode-open-in-github
